/* Localized versions of Emoticon titles */
/* This file was automatically generated at build time and should not be edited */

/* Skype emoticon name */
"Angel" = "Angyal";

/* Skype emoticon name */
"Angry" = "Mérges";

/* Skype emoticon name */
"Bandit" = "Gazember";

/* Skype emoticon name */
"Beer" = "Sör";

/* Skype emoticon name */
"Big smile" = "Széles mosoly";

/* Skype emoticon name */
"Blushing" = "Zavarban";

/* Skype emoticon name */
"Bowing" = "Meghajol";

/* Skype emoticon name */
"Cake" = "Torta";

/* Skype emoticon name */
"Cash" = "Pénz";

/* Skype emoticon name */
"Clapping" = "Tapsol";

/* Skype emoticon name */
"Coffee" = "Kávé";

/* Skype emoticon name */
"Cool" = "Laza";

/* Skype emoticon name */
"Crying" = "Sír";

/* Skype emoticon name */
"Dancing" = "Tánc";

/* Skype emoticon name */
"Devil" = "Ördögi";

/* Skype emoticon name */
"Doh!" = "Bah!";

/* Skype emoticon name */
"Drink" = "Koktél";

/* Skype emoticon name */
"Dull" = "Unatkozik";

/* Skype emoticon name */
"Emo" = "Emós";

/* Skype emoticon name */
"Envious" = "Irigy";

/* Skype emoticon name */
"Evil" = "Gonosz vigyor";

/* Skype emoticon name */
"Facepalm" = "Atyavilág!";

/* Skype emoticon name */
"Fingers crossed" = "Drukkolok!";

/* Skype emoticon name */
"Flower" = "Virág";

/* Skype emoticon name */
"Giggle" = "Kuncog";

/* Skype emoticon name */
"Handshake" = "Kézfogás";

/* Skype emoticon name */
"Happy" = "Vidám";

/* Skype emoticon name */
"Heart" = "Szív";

/* Skype emoticon name */
"Heidy" = "Mókuska";

/* Skype emoticon name */
"High five" = "Pacsi";

/* Skype emoticon name */
"Hug" = "Ölelés";

/* Skype emoticon name */
"In love" = "Szerelmes";

/* Skype emoticon name */
"It wasn't me!" = "Nem én voltam!";

/* Skype emoticon name */
"Kiss" = "Csók";

/* Skype emoticon name */
"Lalala" = "Lálálá";

/* Skype emoticon name */
"Make-up" = "Csinibaba";

/* Skype emoticon name */
"Mmmmm..." = "Mmmmm...";

/* Skype emoticon name */
"Muscle" = "Izom";

/* Skype emoticon name */
"Music" = "Zene";

/* Skype emoticon name */
"My lips are sealed" = "Hallgatok, mint a sír";

/* Skype emoticon name */
"Nerdy" = "Okoska";

/* Skype emoticon name */
"Ninja" = "Nindzsa";

/* Skype emoticon name */
"No" = "Nem";

/* Skype emoticon name */
"Nod" = "Bólogat";

/* Skype emoticon name */
"Party" = "Buli";

/* Skype emoticon name */
"Pizza" = "Pizza";

/* Skype emoticon name */
"Puking" = "Hány";

/* Skype emoticon name */
"Raining" = "Eső";

/* Skype emoticon name */
"Rolling on the floor laughing" = "Fetreng a röhögéstől";

/* Skype emoticon name */
"Sad" = "Szomorú";

/* Skype emoticon name */
"Shake" = "Rázza a fejét";

/* Skype emoticon name */
"Sleepy" = "Álmos";

/* Skype emoticon name */
"Smiley" = "Mosoly";

/* Skype emoticon name */
"Smiley with tongue out" = "Mosoly nyelvkiöltve";

/* Skype emoticon name */
"Smirking" = "Önelégült mosoly";

/* Skype emoticon name */
"Speechless" = "Elakadt a szava";

/* Skype emoticon name */
"Star" = "Csillag";

/* Skype emoticon name */
"Sun" = "Nap";

/* Skype emoticon name */
"Surprised" = "Meglepett";

/* Skype emoticon name */
"Sweating" = "Izzad";

/* Skype emoticon name */
"Thinking" = "Gondolkodik";

/* Skype emoticon name */
"Too much information" = "Túl sok az infó";

/* Skype emoticon name */
"Tumbleweed" = "Ördögszekér";

/* Skype emoticon name */
"Wait" = "Várj!";

/* Skype emoticon name */
"Waiting" = "Várok";

/* Skype emoticon name */
"Wave" = "Integet";

/* Skype emoticon name */
"Whew" = "Huh";

/* Skype emoticon name */
"Winking" = "Kacsint";

/* Skype emoticon name */
"Wondering" = "Csodálkozik";

/* Skype emoticon name */
"Worried" = "Aggódik";

/* Skype emoticon name */
"Yawning" = "Ásít";

/* Skype emoticon name */
"Yes" = "Igen";


/* end of file */
